aliariff.auto-add-brackets
aykutsarac.jsoncrack-vscode
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
georgewfraser.vscode-javac
ginfuru.ginfuru-onedark-raincoat-theme
juanblanco.solidity
mhutchie.git-graph
mikestead.dotenv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
openai.chatgpt
redhat.java
steoates.autoimport
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
walkme.java-extension-pack
xabikos.javascriptsnippets

